Repository: MihaiDaniel/QuoteR
Catalog: Quoter/Quoter.Web/Resources/SharedResource.*.resx
Languages: fr_fr, ro_ro

source: Home
fr_fr: Accueil
ro_ro: Acasă

source: About
fr_fr: À propos
ro_ro: Despre

source: Features
fr_fr: Caractéristiques
ro_ro: Funcționalități

source: Admin Dashboard
ro_ro: Panou de control

source: Versions
ro_ro: Versiuni

source: Registrations
ro_ro: Înregistrări aplicație

source: Admin shortcuts
ro_ro: Scurtături

source: Application versions
ro_ro: Versiuni aplicație

source: Dashboard
ro_ro: Panou de control

source: Downloads
fr_fr: Téléchargements
ro_ro: Descărcări

# Edit app version
source: Edit application version
ro_ro: Editează versiune aplicație

# Version
source: Version {0}
ro_ro: Versiunea {0}

source: Delete application version
ro_ro: Șterge versiune aplicație

# re you sure you want to delete version
source: re you sure you want to delete version {0} ?
ro_ro: Sigur doriți ștergerea versiunii {0} ?

# Create app version
source: Create application version
ro_ro: Creează o versiune de aplicație

# ViewAndManageVersions
source: View and manage application versions
ro_ro: Vizualizează și administrează versiunile de aplicație

# ViewAndManageRegistrations
source: View and manage application registrations
ro_ro: Vizualizează și administrează înregistrările aplicației

source: Collections
ro_ro: Colecții

# ViewAndManageCollections
source: View and manage collections of the application
ro_ro: Vizualizează și administrează colecțiile aplicației

source: Create
ro_ro: Creează

# CurrentVersion
source: Current version: {0}
ro_ro: Versiunea curentă: {0}

source: Manage
ro_ro: Administrează

source: Confirm delete
ro_ro: Confirmă ștergerea

# ConfirmDeleteVersion
source: Are you sure you want to delete this version? All associated files will be removed.
ro_ro: Sigur doriți ștergerea versiunii? Toate fișierele asociate vor fi șterse.

source: Cancel
ro_ro: Anulează

source: Delete
ro_ro: Șterge

source: View and manage application keys
ro_ro: Administreaza cheile aplicatiei

source: Build wisdom one verse at a time
fr_fr: Construisez la sagesse un verset à la fois
ro_ro: Clădește-ți înțelepciunea verset cu verset

# Remind yourself...
source: Remind yourself to take a break from your task and read a bit of scripture with Minute Verse!
fr_fr: Rappelez-vous de faire une pause dans votre tâche et de lire un peu d’Écriture avec Minute Verse !
ro_ro: Amintiți-vă să luați o pauză de la cotidian și să citiți puțin din Scriptură cu Minute Verse!

# Lots of customization options...
source: Lots of customization options. Scroll down for more information, or click the button below to download the latest version. Available for free.
fr_fr: De nombreuses options de personnalisation. Faites défiler la page pour plus d'informations ou cliquez sur le bouton ci-dessous pour télécharger la dernière version. Disponible gratuitement.
ro_ro: O mulțime de opțiuni de personalizare disponibile. Derulați în jos pentru mai multe informații sau faceți clic pe butonul de mai jos pentru a descărca cea mai recentă versiune. Disponibil complet gratuit.

source: Download unavailable at this time
fr_fr: Téléchargement indisponible pour le moment
ro_ro: Descărcarea nu este disponibilă în acest moment

source: Download for Windows
fr_fr: Télécharger pour Windows
ro_ro: Descarcă pentru Windows

source: Periodic notifications
fr_fr: Notifications périodiques
ro_ro: Notificări periodice

# Receive regular notifications...
source: Receive regular notifications about your favourite verses. Various customization options available.
fr_fr: Recevez régulièrement des notifications sur vos versets préférés. Plusieurs options de personnalisation sont disponibles.
ro_ro: Primește notificări regulate despre versetele tale preferate. Diverse opțiuni de personalizare disponibile.

source: Collections editor
fr_fr: Éditeur de collections
ro_ro: Editor de colecții

# Create and edit your own...
source: Create and edit your own collections directly from the application.
fr_fr: Créez et modifiez vos propres collections directement depuis l'application.
ro_ro: Creați și editați propriile colecții direct din aplicație.

source: Export and import
fr_fr: Exportation et importation
ro_ro: Export și import

# Export your created collections...
source: Export your created collections or import collections created by other people.
fr_fr: Exportez vos collections créées ou importez des collections créées par d'autres personnes.
ro_ro: Exportați colecțiile create sau importați colecții create de alte persoane.

source: Who is this for
fr_fr: À qui s'adresse-t-il
ro_ro: Cui i se adresează aplicația

source: Do you work on your PC or laptop?
fr_fr: Travaillez-vous sur votre PC ou votre ordinateur portable ?
ro_ro: Lucrați pe PC sau pe laptop?

# Then Minute Verse is for you...
source: Then Minute Verse is for you. A simple application that acts as a reminder to take a break from work and take a short dive in the wisdom of the Bible.
fr_fr: Alors Minute Verse est fait pour vous. Une application simple qui vous rappelle de faire une pause et de vous plonger dans la sagesse de la Bible.
ro_ro: Atunci Minute Verse este pentru tine. O aplicație simplă care îți amintește să iei o pauză de la serviciu și să te scufunzi în înțelepciunea Bibliei.

source: Here are some ways you can use the app:
fr_fr: Voici quelques façons d’utiliser l’application :
ro_ro: Iată câteva modalități prin care puteți utiliza aplicația:

# As a reminder...
source: As a reminder to take a break from your work
fr_fr: Pour vous rappeler de faire une pause dans votre travail
ro_ro: Ca o reamintire să luați o pauză de la muncă

# Learning little by little...
source: Learning little by little verses from the Bible
fr_fr: Apprendre petit à petit des versets de la Bible
ro_ro: Să învățați puțin câte puțin versete din Biblie

# A tool to help you memorize...
source: A tool to help you memorize some of your favourite verses using repetition throughout the day
fr_fr: Un outil pour vous aider à mémoriser certains de vos versets préférés en les répétant tout au long de la journée
ro_ro: Ca un instrument care te ajută să memorezi unele dintre versetele tale preferate folosind repetiția pe parcursul zilei

# Create your own collection...
source: Create your own collection of verses or favourite quotes you want to remind yourself of
fr_fr: Créez votre propre collection de versets ou de citations préférées dont vous souhaitez vous souvenir
ro_ro: Creează-ți propria colecție de versete sau citate preferate de care vrei să-ți amintești

# Easy to install and use as is...
source: Easy to install and use as is. Currently available for Windows 10 and 11.
fr_fr: Facile à installer et à utiliser. Actuellement disponible pour Windows 10 et 11.
ro_ro: Ușor de instalat și de utilizat așa cum este. Disponibil în prezent pentru Windows 10 și 11.

source: Bible translations
fr_fr: traductions de la Bible
ro_ro: Traduceri ale Bibliei

source: See below all of the features of the application
fr_fr: Voir ci-dessous toutes les fonctionnalités de l'application
ro_ro: Vedeți mai jos toate funcțiile aplicației

# You can customize the intervals...
source: You can customize the intervals when the notifications should appear and for how much time they should stay on screen.
fr_fr: Vous pouvez personnaliser les intervalles auxquels les notifications doivent apparaître et la durée pendant laquelle elles doivent rester à l'écran.
ro_ro: Puteți personaliza intervalul de timp în care să apară notificările și durata cât să rămână pe ecran.

source: Scrollable
fr_fr: Défilable
ro_ro: Notificare navigabilă

# Scroll to the next or previous verses...
source: Scroll to the next or previous verses in the same book quickly from the notification window
fr_fr: Faites défiler rapidement les versets suivants ou précédents du même livre à partir de la fenêtre de notification
ro_ro: Derulați rapid la versetele următoare sau anterioare din aceeași carte din fereastra de notificări

source: Customizable opactity
fr_fr: Opacité personnalisable
ro_ro: Opacitate personalizabilă

# Make the notification window...
source: Make the notification window more or less transparent depending on your preferences
fr_fr: Rendre la fenêtre de notification plus ou moins transparente selon vos préférences
ro_ro: Faceți fereastra de notificare mai mult sau mai puțin transparentă în funcție de preferințe

source: Multiple color themes
fr_fr: Plusieurs thèmes de couleurs
ro_ro: Teme de culori multiple

# Choose from a variety of pre-set color...
source: Choose from a variety of pre-set colors to customize your notification window.
fr_fr: Choisissez parmi une variété de couleurs prédéfinies pour personnaliser votre fenêtre de notification.
ro_ro: Alegeți dintr-o varietate de culori prestabilite pentru a personaliza fereastra de notificări.

source: Virtual book
fr_fr: Livre virtuel
ro_ro: Carte virtuală

# Click the chapter and verse to open a simplified reader...
source: Click the chapter and verse to open a simplified virtual book if you want to get more context for the verse.
fr_fr: Cliquez sur le chapitre et le verset pour ouvrir un livre virtuel simplifié si vous souhaitez obtenir plus de contexte pour le verset.
ro_ro: Faceți clic pe capitol și pe verset pentru a deschide o carte virtuală simplificată dacă doriți să obțineți mai mult context pentru verset.

source: Pinnable notification
fr_fr: Notification épinglable
ro_ro: Notificare fixabilă

# If you prefer, the notification window...
source: If you prefer, the notification window can be pinned on the desktop on top of other applications.
fr_fr: Si vous préférez, la fenêtre de notification peut être épinglée sur le bureau au-dessus d'autres applications.
ro_ro: Dacă preferați, fereastra de notificări poate fi fixată pe desktop, deasupra altor aplicații.

source: Integrated editor
fr_fr: Éditeur intégré
ro_ro: Editor integrat

# Create and edit your own collections using the integrated editor...
source: Create and edit your own collections using the integrated editor. You can add new translations, with books and chapters or create simplified collections of your favourite verses.
fr_fr: Créez et modifiez vos propres recueils grâce à l'éditeur intégré. Vous pouvez ajouter de nouvelles traductions, avec des livres et des chapitres, ou créer des recueils simplifiés de vos vers préférés.
ro_ro: Creați și editați propriile colecții folosind editorul integrat. Puteți adăuga traduceri noi, cu cărți și capitole sau puteți crea colecții simplificate ale versurilor dvs. preferate.

source: Select your favourites
fr_fr: Sélectionnez vos favoris
ro_ro: Selectați-vă versetele favoritele

# You can select your favourite chapters or books...
source: You can select your favourite chapters or books or collections from which you want notifications.
fr_fr: Vous pouvez sélectionner vos chapitres, livres ou collections préférés pour lesquels vous souhaitez recevoir des notifications.
ro_ro: Puteți selecta capitolele, cărțile sau colecțiile preferate din care doriți notificări.

source: Share or import collections
fr_fr: Partager ou importer des collections
ro_ro: Exportați sau importați colecții

# Share your private collections...
source: Share your private collections with other people directly from the application. You can import or export any custom collections as files.
fr_fr: Partagez vos collections privées avec d'autres personnes directement depuis l'application. Vous pouvez importer ou exporter vos collections personnalisées sous forme de fichiers.
ro_ro: Partajează colecțiile tale private cu alte persoane direct din aplicație. Poți importa sau exporta orice colecții personalizate ca fișiere.

source: Download now
fr_fr: Télécharger maintenant
ro_ro: Descarcă acum

# Try it out and see if you like it...
source: Try it out and see if you like it. Run the installer once it's downloaded to install the application. Run through the welcome setup and you're good to go!
fr_fr: Essayez-le et voyez si vous l'appréciez. Une fois téléchargé, lancez l'installateur pour installer l'application. Suivez la procédure de bienvenue et c'est parti !
ro_ro: Încercați aplicația și vedeți dacă vă place. Rulați programul de instalare după ce s-a descărcat kitul pentru a instala aplicația. Apoi rulați configurarea inițială și gata!

source: Build faith
fr_fr: Construire la foi
ro_ro: Clădește-ți credința

source: One verse at a time.
fr_fr: Un verset à la fois.
ro_ro: Verset cu verset.

# Keep this Book of the Law always...
source: Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful.
fr_fr: Que ce livre de la loi ne s`éloigne point de ta bouche; médite-le jour et nuit, pour agir fidèlement selon tout ce qui y est écrit; car c`est alors que tu auras du succès dans tes entreprises, c`est alors que tu réussiras.
ro_ro: Iar cartea acestei legi să nu lipsească, ci întru ea să cugeți ziua și noaptea, pentru ca tu să înțelegi cum anume să faci toate lucrurile care sunt scrise [în ea]; atunci vei păși drept și-ți vei face căile ușoare și atunci vei fi înțelept.

source: Joshua 1:8
fr_fr: Josué 1:8
ro_ro: Iosua 1:8

source: All Rights Reserved
fr_fr: Tous droits réservés
ro_ro: Toate drepturile rezervate

source: Useful links
fr_fr: Liens utiles
ro_ro: Linkuri utile

source: Privacy Policy
fr_fr: Politique de confidentialité
ro_ro: Politica de confidențialitate

source: Privacy Policy for Minuteverse.eu
fr_fr: Politique de confidentialité de Minuteverse.eu
ro_ro: Politica de confidențialitate pentru Minuteverse.eu

source: Last updated: {0}
fr_fr: Dernière mise à jour : {0}
ro_ro: Ultima actualizare: {0}

source: At Minuteverse.eu, we respect your privacy and are committed to protecting it. This policy explains what information we collect and how we use it.
fr_fr: Chez Minuteverse.eu, nous respectons votre vie privée et nous nous engageons à la protéger. Cette politique explique quelles informations nous collectons et comment nous les utilisons.
ro_ro: La Minuteverse.eu, vă respectăm confidențialitatea și ne angajăm să o protejăm. Această politică explică ce informații colectăm și cum le folosim.

source: Information We Collect
fr_fr: Informations que nous collectons
ro_ro: Informații pe care le colectăm

source: We do not collect or request any personal or identifiable information from our users.
fr_fr: Nous ne collectons ni ne demandons aucune information personnelle ou identifiable auprès de nos utilisateurs.
ro_ro: Nu colectăm și nu solicităm nicio informație personală sau identificabilă de la utilizatorii noștri.

source: The only information we collect is your IP address, which is used solely to count unique visitors to the website. This information is not used to identify you personally and is not linked to any other data.
fr_fr: La seule information que nous collectons est votre adresse IP, utilisée uniquement pour compter les visiteurs uniques du site. Cette information n'est pas utilisée pour vous identifier personnellement et n'est liée à aucune autre donnée.
ro_ro: Singura informație pe care o colectăm este adresa dumneavoastră IP, folosită exclusiv pentru a număra vizitatorii unici ai site-ului. Această informație nu este folosită pentru a vă identifica personal și nu este asociată cu alte date.

source: How We Use Your Information
fr_fr: Comment nous utilisons vos informations
ro_ro: Cum folosim informațiile dumneavoastră

source: The IP address is used exclusively for statistical purposes to determine the number of unique visitors. We do not use this information for marketing, profiling, or sharing with third parties, except as required by law.
fr_fr: L'adresse IP est utilisée exclusivement à des fins statistiques pour déterminer le nombre de visiteurs uniques. Nous n'utilisons pas ces informations à des fins de marketing, de profilage ou de partage avec des tiers, sauf si la loi l'exige.
ro_ro: Adresa IP este folosită exclusiv în scopuri statistice pentru a determina numărul de vizitatori unici. Nu folosim aceste informații pentru marketing, profilare sau partajare cu terți, cu excepția cazurilor prevăzute de lege.

source: Data Security
fr_fr: Sécurité des données
ro_ro: Securitatea datelor

source: We take appropriate technical and organizational measures to protect the limited data we collect.
fr_fr: Nous prenons des mesures techniques et organisationnelles appropriées pour protéger les données limitées que nous collectons.
ro_ro: Luăm măsuri tehnice și organizatorice adecvate pentru a proteja datele limitate pe care le colectăm.

source: Your Rights
fr_fr: Vos droits
ro_ro: Drepturile dumneavoastră

source: As no personal data is collected, there are no personal records to access, modify, or delete. If you have any concerns, you may contact us at:
fr_fr: Aucune donnée personnelle n'étant collectée, il n'y a aucun enregistrement personnel à consulter, modifier ou supprimer. Si vous avez des questions, vous pouvez nous contacter à :
ro_ro: Deoarece nu se colectează date personale, nu există înregistrări personale de accesat, modificat sau șters. Dacă aveți întrebări, ne puteți contacta la:

source: Changes to This Policy
fr_fr: Modifications de cette politique
ro_ro: Modificări ale acestei politici

source: We may update this policy from time to time. Any changes will be posted on this page with an updated date.
fr_fr: Nous pouvons mettre à jour cette politique de temps à autre. Toute modification sera publiée sur cette page avec une date de mise à jour.
ro_ro: Putem actualiza această politică periodic. Orice modificare va fi publicată pe această pagină cu data actualizată.

source: About us
fr_fr: À propos de nous
ro_ro: Despre noi

source: Statistics
ro_ro: Statistici

source: Overall
ro_ro: Vedere de ansamblu

source: All time visits:
ro_ro: Vizite totale:

source: All time unique visitors:
ro_ro: Vizitator unici total:

source: Today visits:
ro_ro: Vizite azi:

source: Today unique visitors:
ro_ro: Vizitator unici azi:

source: Previous months
ro_ro: Lunile precedente

source: Year and month
ro_ro: An și lună

source: Visits
ro_ro: Vizite

source: Unique visitors
ro_ro: Vizitatori unici

source: Application keys
ro_ro: Chei aplicație

source: Logs
ro_ro: Loguri

source: View web application logs
ro_ro: Vezi logurile aplicației web

source: View
ro_ro: Vizionează

source: Today
ro_ro: Azi

source: Week
ro_ro: Săptămână

source: Month
ro_ro: Lună

source: Errors occurrence
ro_ro: Erori aparute

source: Created date
ro_ro: Data creării

source: Key
ro_ro: Cheie

source: IP Address
ro_ro: Adresă IP

# LocalWinRegionCode
source: Local region code
ro_ro: Cod de regiune local

source: Registered date time
ro_ro: Data înregistrării

source: Install ID
ro_ro: ID instalare

# IsReleased
source: Released
ro_ro: Disponibil

source: Name
ro_ro: Nume

source: Type
ro_ro: Tip

source: Description
ro_ro: Descriere

source: Creation date
ro_ro: Data creării

source: Latest released version:
ro_ro: Cea mai recentă versiune:
